{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shalini Chaudhary",
    "description": "",
    "home_page_url": "https://soigne68.github.io",
    "feed_url": "https://soigne68.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Shalini Chaudhary"
    },
    "items": [
        {
            "id": "https://soigne68.github.io/a-tiny-step.html",
            "url": "https://soigne68.github.io/a-tiny-step.html",
            "title": "A tiny step  ",
            "summary": "The journey of a thousand miles begins with a single step, and here I am, taking a tiny step towards the fulfilment of my long cherished dream of writing a blog. I was busy in the humdrum of life and found no time suitable to&hellip;",
            "content_html": "<p>The journey of a thousand miles begins with a single step, and here I am, taking a tiny step towards the fulfilment of my long cherished dream of writing a blog.</p>\n<p>I was busy in the humdrum of life and found no time suitable to pursue my dreams. These days, due to COVID-19 outbreak, life has come to a standstill.This time has forcibly taught us the importance of things that we had taken for granted. Family relations were dying down, the rich were getting richer and the life of poor was going down the drain. Now, this tiny virus has shown its might and told us that we are just a speck of dust in the hands of nature. Nature views us all with the same glass.</p>\n<p>True, we are at home, just blocked from the outside world. But, isn't it beautiful? A magnificent realization has dawned upon us. All  hatred and spite has been shown the door and we are trying to be as productive, as we can, in these trying times. As parents and teachers, we are struggling hard to provide the best education to our children. We have come out from the belief that learning requires a pre-designated place called school/college, and can happen at home also. Constantly, I am receiving messages from parents showing their contentment in being an active participant in their child's education, They are realising the importance of schools and the plethora of activities that take place there, for the holistic development of their children. I feel the understanding between parents and teachers will improve exponentially.</p>\n<p>Time to time, we are getting messages from various sectors, telling us the ways and means to utilise the time productively. Many online courses are free of charge during this 'Lock down period'. We must understand that education is not merely subject knowledge. It also requires practical hands on experience to deal with real life issues. Children should be taught basic culinary skills, plumbing, cleaning and dusting etc.  This time shall pass, but God forbid, if something like this happens again, at least we will be better prepared. We must learn from the lessons that it has taught. Quite unexpectedly, this tiny virus has taken over the mankind in the most brutal manner. Hundreds and thousands of people are dying but many more are surviving also. Let's all be very resilient and strong, within ourselves, and pledge to come out victorious from this 21 day isolation period.</p>\n<p>This inconvenient time can be called as a 'golden chance' to visit the forgotten era and bring out the pearls from the recesses of time.This is the time to go with in, meditate and introspect and try to heal the battered soul. With social distancing, we can unite with ourselves, with people who should matter the most in our lives(referring to family members) and can plan for a better tomorrow. Everyone had been running around to amass more and more materialistic pleasures not only for themselves but for generations to come, as if they would be mutants and incompetent to feed for themselves.</p>\n<p>There should be an end to all this. The world is a beautiful plce to live in. Let's all take a vow to give more quality time to our family members, protect each other and the Mother Earth for a better tomorrow. Let's imbibe gratitude to be our way of life and thank all those who are tirelessly working, so that we may live in peace. My salute to all the health officials, police department, emergency services personnel, and many unsung heroes without whom, it would have been a nightmare.</p>\n<p>This being my first post, I would like to specially mention and thank my son, Abhishek, who created this platform for me, and my daughter, Aditi, who was a constant support to me. Without their contribution, my dream would not have seen the light of the day. </p>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2020-04-05T23:05:46+05:30",
            "date_modified": "2020-04-07T07:48:36+05:30"
        }
    ]
}
