{
    "version": "https://jsonfeed.org/version/1",
    "title": "Shalini Chaudhary",
    "description": "",
    "home_page_url": "https://soigne68.github.io",
    "feed_url": "https://soigne68.github.io/feed.json",
    "user_comment": "",
    "icon": "https://soigne68.github.io/media/website/image.png",
    "author": {
        "name": "Shalini Chaudhary"
    },
    "items": [
        {
            "id": "https://soigne68.github.io/a-new-dawn-in-bangalore.html",
            "url": "https://soigne68.github.io/a-new-dawn-in-bangalore.html",
            "title": "A New Dawn in Bangalore",
            "summary": " They say life begins at the end of your comfort zone. I never truly understood this until recently, when I stepped out of everything familiar and comforting to begin a brand-new chapter — in a brand-new city — at the age of 57. It's&hellip;",
            "content_html": "<p data-start=\"145\" data-end=\"249\"> </p>\n<p data-start=\"270\" data-end=\"785\"><strong data-start=\"270\" data-end=\"327\">They say life begins at the end of your comfort zone.</strong><br data-start=\"327\" data-end=\"330\">I never truly understood this until recently, when I stepped out of everything familiar and comforting to begin a brand-new chapter — in a brand-new city — at the age of 57. It's true that life doesn’t always give you what you want, but it often gives you what you need. After 28 years in the education sector, wearing many hats — teacher, leader, mentor, facilitator, confidant — I now find myself in a space I never dared to imagine: a life just for me.</p>\n<p data-start=\"787\" data-end=\"1172\">My journey as an educator began in the humble, sun-kissed town of Sri Ganganagar, Rajasthan. A young woman with dreams in her eyes and a chalk in her hand, I stepped into the world of teaching with more hope than experience. It was there, in the quiet corridors of a small school, that I first tasted the joy of shaping young minds. Those early years taught me resilience and strength.</p>\n<p data-start=\"1174\" data-end=\"1620\">Destiny soon took me to Jodhpur, a city that blended tradition with opportunity. For 15 vibrant years, I thrived. I built not just a career but a legacy of learning. I still remember the gleam in the eyes of my students when they understood something new — those little victories meant the world to me. I gave all I had to that city: my heart, my ideas, my energy. And in return, it gave me confidence, recognition, and a community that loved me.</p>\n<p data-start=\"1622\" data-end=\"1720\">But life is a river — it flows, it curves, and sometimes, it takes you back to where it all began.</p>\n<p data-start=\"1722\" data-end=\"2424\">In 2011, I returned to Hisar, my hometown in Haryana. It wasn’t a retreat — it was a return with purpose. Life had its own plans, and I answered with duty and devotion. I embraced my responsibilities — as an educator, a single mother, and a daughter. I worked tirelessly, with little time to pause, carrying the weight of family expectations and financial realities. Hisar gave me years of learning and labor, but also moments of intense loneliness. Living without my children, who were building their futures elsewhere, left a hollow in my heart. I longed for their presence — for simple everyday joys like sharing a meal, a conversation, or just knowing they were nearby. That yearning never left me.</p>\n<p data-start=\"2426\" data-end=\"2481\">I always believe that dreams when carried with patience, do come true.</p>\n<p data-start=\"2426\" data-end=\"2481\"><strong>\"कहते हैं अगर किसी चीज़ को दिल से चाहो...तो पूरी कायनात उसे तुमसे मिलाने की कोशिश में लग जाती है।\"</strong></p>\n<p data-start=\"2483\" data-end=\"2755\">And today, I live with my children — and it feels like \"a waking dream wish fulfillment\". No more counting the days to see them, no more waiting for visits. They are here, and I can be with them at any time. It is a blessing I hold close to my heart every single day.</p>\n<p data-start=\"2757\" data-end=\"3185\">This city of Bangalore feels like a gentle embrace. A new world. I feel anonymous, and that anonymity is strangely beautiful. There’s something liberating about walking into a café where no one knows your past, your scars, or your struggles. You’re just a woman with a smile and a story yet to unfold. The skies are kinder here, and the breeze seems to whisper: <strong><em data-start=\"3143\" data-end=\"3185\">Welcome, Shalini. This is your time now.</em></strong></p>\n<p data-start=\"3187\" data-end=\"3572\">In this new city with a new job, I find a new rhythm of life. It feels surreal — almost like I’ve been handed a second life. A quieter one. A freer one. For the first time in decades, I wake up not to a list of duties, but to possibilities. I feel like I’m finally living for myself. No societal pressures. No burdens. No more “what will people say.” It’s just me, my dreams, and a new beginning.</p>\n<p data-start=\"3574\" data-end=\"3917\">I walk with a spring in my step, take time to sip my green tea, and allow myself the space to learn, to breathe, to grow. I want to laugh more, read more, learn more. I want to take long walks under rain-soaked skies, lose myself in its bookstores, perhaps even join a poetry club, or finally publish that book I’ve always carried in my heart.</p>\n<p data-start=\"3919\" data-end=\"4304\">Every day here feels like a breath of fresh air — the kind I didn’t know I was gasping for all these years. It feels like someone has hit ‘refresh’ on my life. This transition is a rebirth. I’ve stepped into a version of myself that had been quietly waiting behind the scenes — the woman who wants to explore weekend getaways, join a dance class, maybe go on solo trips. Who knows?</p>\n<p data-start=\"4306\" data-end=\"4556\">So here’s to the woman I was — and the woman I’m becoming.<br data-start=\"4364\" data-end=\"4367\">To the tired feet that never stopped.<br data-start=\"4404\" data-end=\"4407\">To the silent tears and quiet prayers.<br data-start=\"4445\" data-end=\"4448\">To the nights of doubt and the mornings of determination.<br data-start=\"4505\" data-end=\"4508\">To second chances, soft mornings, and self-love.</p>\n<p data-start=\"4558\" data-end=\"4640\"><strong data-start=\"4558\" data-end=\"4582\">Bangalore, thank you</strong> for welcoming this version of me — lighter, wiser, freer.</p>\n<p data-start=\"4642\" data-end=\"4932\">Yes, language is a barrier — the flowing Kannada around me is unfamiliar — but I see it as a challenge, not a setback. I’ve promised myself that by next year, I will greet this city in its own tongue. Because this city has opened its arms to me — and I want to respond with love and effort.</p>\n<p data-start=\"4934\" data-end=\"5104\">Because now, my life is not just about milestones, but moments.<br data-start=\"4997\" data-end=\"5000\">Not just about responsibilities, but rediscovery.<br data-start=\"5049\" data-end=\"5052\">Not just about giving, but also about receiving joy.</p>\n<p data-start=\"5106\" data-end=\"5213\">If you ask me, <em data-start=\"5121\" data-end=\"5137\">“What’s next?”</em> — I’ll say with a smile, <em data-start=\"5163\" data-end=\"5213\">“I’m not sure. But I know it will be beautiful.”</em></p>\n<p data-start=\"5215\" data-end=\"5419\">To every person who has spent years fulfilling duties and silencing dreams — let me remind you<strong>: It’s never too late to start again. You can move mountains with a determined heart.</strong><br data-start=\"5350\" data-end=\"5353\">Life doesn’t end at 50, or 60, or ever — not until <em data-start=\"5404\" data-end=\"5409\">you</em> let it.</p>\n<p data-start=\"5421\" data-end=\"5584\">So here’s to Bangalore.<br data-start=\"5444\" data-end=\"5447\">To breaking the shackles.<br data-start=\"5472\" data-end=\"5475\">To finding freedom.<br data-start=\"5494\" data-end=\"5497\">To beginning again.<br data-start=\"5516\" data-end=\"5519\">To courage, to grace, and to the joy of becoming “you” once more.</p>\n<p data-start=\"5586\" data-end=\"5669\"><strong data-start=\"5586\" data-end=\"5617\">Namaskara, Namma Bengaluru!</strong><br data-start=\"5617\" data-end=\"5620\">You have no idea how ready I am to call you home.</p>\n<p data-start=\"5671\" data-end=\"5797\"><strong data-start=\"5671\" data-end=\"5797\">And to God — thank You for being so kind. Please keep guiding me, blessing me, and walking beside me — as You always have.</strong></p>\n<hr data-start=\"5799\" data-end=\"5802\">",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2025-07-11T12:47:53+05:30",
            "date_modified": "2025-07-26T13:59:38+05:30"
        },
        {
            "id": "https://soigne68.github.io/a-thrilling-odyssey-in-jibhi.html",
            "url": "https://soigne68.github.io/a-thrilling-odyssey-in-jibhi.html",
            "title": "A Thrilling Odyssey in Jibhi",
            "summary": " Nestled in the heart of Himachal Pradesh, the quaint village of Jibhi beckoned us with promises of tranquility and breathtaking landscapes. With my children in tow, we embarked on a journey to this hidden gem, seeking respite from the chaos of everyday life. Little&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col max-w-full\">\n<div class=\"min-h-[20px] text-message flex flex-col items-start gap-3 whitespace-pre-wrap break-words [.text-message+&amp;]:mt-5 overflow-x-auto\" data-message-author-role=\"assistant\" data-message-id=\"947eecb4-bb5b-49ef-9ce1-deb89aafbec3\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Nestled in the heart of Himachal Pradesh, the quaint village of Jibhi beckoned us with promises of tranquility and breathtaking landscapes. With my children in tow, we embarked on a journey to this hidden gem, seeking respite from the chaos of everyday life. Little did we know that the serene mountains, lush pine trees, and freezing cold nights would weave together an experience so exquisite, it would linger in our memories for a lifetime.</p>\n<p>As we ventured into the heart of Jibhi, the air seemed to change, carrying with it a sense of calm and purity. The verdant hills unfolded before us, blanketed in a tapestry of pine trees that stood tall and proud, their fragrant needles releasing a sweet aroma that instantly lifted our spirits. The winding roads took us through charming hamlets, where locals greeted us with warm smiles, their simplicity and hospitality adding to the allure of the place.</p>\n<p>Our accommodation, a cozy cottage nestled against the backdrop of snow-capped peaks, became our sanctuary. The crisp mountain air and the sound of distant streams served as a reminder that we had indeed escaped the hustle and bustle of city life. The serene atmosphere allowed us to disconnect from the digital world, immersing ourselves in the beauty of nature.</p>\n<p>During the day, we explored the surroundings, hiking through meadows adorned with wildflowers and crossing babbling brooks on wooden bridges. The mountains echoed with the chirping of birds and the rustling of leaves, creating a symphony that felt like a soothing lullaby. We marveled at the pristine beauty of the landscapes, each turn revealing a new panorama that left us in awe of nature's grandeur.</p>\n<p>As the sun dipped below the horizon, the temperature plummeted, signaling the onset of freezing cold nights. Gathering around a crackling bonfire, we huddled close, sharing stories and laughter, our breath visible in the chilly air. The starlit sky above us seemed to stretch endlessly, a canvas painted with constellations that stirred a sense of wonder and humility.</p>\n<p>Jibhi, with its simplicity and untouched beauty, provided the perfect backdrop for quality family time. Our days were filled with exploration and adventure, while the nights brought us closer together as we embraced the warmth of togetherness in the cold mountain air. The experience was not just a vacation; it was a journey of self-discovery, fostering a deep connection with each other and with the raw, unspoiled beauty that surrounded us.</p>\n<p>As we bid farewell to Jibhi, the memories of our time in this serene haven remained etched in our hearts. The quietude of the place, the majestic mountains, and the crisp mountain air left an indelible mark on our souls, reminding us of the beauty that exists when we take a step back and immerse ourselves in nature's embrace. Jibhi was not just a destination; it was a sanctuary that rekindled our appreciation for the simple joys of life.</p>\n</div>\n</div>\n</div>\n<div class=\"mt-1 flex justify-start gap-3 empty:hidden\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center lg:justify-start mt-0 -ml-1 visible\"> </div>\n</div>\n<div class=\"flex flex-grow flex-col max-w-full\">\n<div class=\"min-h-[20px] text-message flex flex-col items-start gap-3 whitespace-pre-wrap break-words [.text-message+&amp;]:mt-5 overflow-x-auto\" data-message-author-role=\"assistant\" data-message-id=\"83c9a9cf-3fda-4968-a35c-669014f4c63d\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Our expedition to the serene village of Jibhi unfolded as a mesmerizing journey through nature's bounty, but little did we anticipate the twist that awaited us on the winding roads of the mountains. Undeterred, we embarked on this adventure in our trusty car, with the allure of Jibhi's tranquility guiding our way.</p>\n<p>As we delved deeper into the heart of Himachal Pradesh, the scarcity of petrol became an unexpected challenge. The winding roads that offered breathtaking views also demanded more from our fuel tank than we had estimated. With 5 kilometers left to reach our destination and our car's range matching that distance, a sense of urgency gripped us.</p>\n<p>The situation, though daunting, added an element of thrill to our escapade. Every turn, every ascent, and descent became a strategic maneuver to conserve fuel. The lush pine trees, once a backdrop to our leisurely journey, now seemed to bear witness to our determination to overcome this unexpected obstacle.</p>\n<p>The winding roads, while a testament to the untouched beauty of the region, also posed a challenge. Each curve brought a mix of anticipation and anxiety, as we carefully navigated the car through the mountainous terrain. The cold air that had initially been refreshing now bore a hint of tension as we calculated every drop of petrol.</p>\n<p>As we pressed on, the enchanting landscapes that had captivated us earlier took on a new significance. The need to preserve fuel transformed the journey into a mindful exploration, where each passing kilometer was both a triumph and a reminder of our limited resources. The mountains, seemingly untouched by our predicament, stood as silent sentinels, urging us forward.</p>\n<p>Our children, initially captivated by the scenery, now shared in the challenge with unwavering resilience. Their enthusiasm and optimism became a source of motivation, turning what could have been a stressful situation into a family adventure. Together, we navigated the last few kilometers, the car's fuel gauge nearing empty but our spirits remaining undaunted.</p>\n<p>Finally, we reached the haven of Jibhi, the quaint village embracing us with open arms. The petrol scarcity, while a momentary hurdle, added a layer of excitement to our narrative. It became a tale to recount, a shared experience that bonded us even more tightly as a family. In the end, Jibhi not only provided a respite from the chaos of life but also gifted us with a memorable adventure—one that showcased the resilience of family bonds and the unpredictable yet exhilarating nature of travel.</p>\n</div>\n</div>\n</div>\n<div class=\"mt-1 flex justify-start gap-3 empty:hidden\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center lg:justify-start mt-0 -ml-1 visible\"> </div>\n</div>\n<div class=\"flex-col gap-1 md:gap-3\">\n<div class=\"mt-1 flex justify-start gap-3 empty:hidden\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center lg:justify-start mt-0 -ml-1 visible\"> </div>\n</div>\n</div>\n<div class=\"px-4 py-2 justify-center text-base md:gap-6 m-auto\">\n<div class=\"flex flex-1 text-base mx-auto gap-3 md:px-5 lg:px-1 xl:px-5 md:max-w-3xl lg:max-w-[40rem] xl:max-w-[48rem] group final-completion\">\n<div class=\"flex-shrink-0 flex flex-col relative items-end\">\n<div>\n<div class=\"pt-0.5\">\n<div class=\"gizmo-shadow-stroke flex h-6 w-6 items-center justify-center overflow-hidden rounded-full\">\n<div class=\"relative p-1 rounded-sm h-9 w-9 text-white flex items-center justify-center\"><svg width=\"41\" height=\"41\" viewbox=\"0 0 41 41\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\" class=\"icon-sm\" role=\"img\"><text x=\"-9999\" y=\"-9999\">ChatGPT</text></svg></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"flex flex-grow flex-col max-w-full\">\n<div class=\"min-h-[20px] text-message flex flex-col items-start gap-3 whitespace-pre-wrap break-words [.text-message+&amp;]:mt-5 overflow-x-auto\" data-message-author-role=\"assistant\" data-message-id=\"1fde7e15-ec10-4fa4-a80e-ff1435fab8d0\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>Title: A Thrilling Odyssey in Jibhi: Navigating Scenic Roads, Petrol Scarcity, and the Heartwarming Generosity of Strangers</p>\n<p>Our expedition to the serene village of Jibhi unfolded as a mesmerizing journey through nature's bounty, but little did we anticipate the twist that awaited us on the winding roads of the mountains. Undeterred, we embarked on this adventure in our trusty car, with the allure of Jibhi's tranquility guiding our way.</p>\n<p>As we delved deeper into the heart of Himachal Pradesh, the scarcity of petrol became an unexpected challenge. The winding roads that offered breathtaking views also demanded more from our fuel tank than we had estimated. With 5 kilometers left to reach our destination and our car's range matching that distance, a sense of urgency gripped us.</p>\n<p>The situation, though daunting, added an element of thrill to our escapade. Every turn, every ascent, and descent became a strategic maneuver to conserve fuel. The lush pine trees, once a backdrop to our leisurely journey, now seemed to bear witness to our determination to overcome this unexpected obstacle.</p>\n<p>However, just as anxiety started to take hold, a glimmer of hope emerged at the last petrol pump in the area. The kind-hearted people working there, sensing our predicament, came out to lend a helping hand. Their faces radiated warmth and empathy as they handed us a 5-liter can of precious petrol.</p>\n<p>Gratitude flooded our hearts as we thanked our newfound friends. Their generosity not only saved us from the uncertainty of being stranded but also transformed our entire experience. The once stressful journey now became a testament to the kindness of strangers and the sense of community that often thrives in remote corners of the world.</p>\n<p>With the can of petrol in hand, our spirits soared once again. The winding roads, while still challenging, felt less foreboding with the knowledge that we had allies in this mountainous terrain. As we continued our journey, the landscape unfolded with renewed beauty, and the cold air now carried not only the scent of pine but also the warmth of human connection.</p>\n<p>Finally, we reached the haven of Jibhi, the quaint village embracing us with open arms. The petrol scarcity and subsequent act of kindness became the heartwarming chapters in our adventure, creating a tale to recount with gratitude. Jibhi, not only a respite from the chaos of life but also a place where the generosity of strangers illuminated our journey, turning it into a narrative of resilience, shared camaraderie, and the unpredictable yet enriching nature of travel.</p>\n</div>\n</div>\n</div>\n<div class=\"mt-1 flex justify-start gap-3 empty:hidden\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center lg:justify-start mt-0 -ml-1 visible\"> </div>\n</div>\n<form class=\"stretch mx-2 flex flex-row gap-3 last:mb-2 md:mx-4 md:last:mb-6 lg:mx-auto lg:max-w-2xl xl:max-w-3xl\">\n<div class=\"relative flex h-full flex-1 items-stretch md:flex-col\">\n<div class=\"flex w-full items-center\">\n<div class=\"overflow-hidden [&amp;:has(textarea:focus)]:border-token-border-xheavy [&amp;:has(textarea:focus)]:shadow-[0_2px_6px_rgba(0,0,0,.05)] flex flex-col w-full dark:border-token-border-heavy flex-grow relative border border-token-border-heavy dark:text-white rounded-2xl bg-white dark:bg-gray-800 shadow-[0_0_0_2px_rgba(255,255,255,0.95)] dark:shadow-[0_0_0_2px_rgba(52,53,65,0.95)]\"> </div>\n</div>\n</div>\n</form>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2024-01-28T09:16:40+05:30",
            "date_modified": "2024-01-28T09:16:40+05:30"
        },
        {
            "id": "https://soigne68.github.io/small-moments-of-joy.html",
            "url": "https://soigne68.github.io/small-moments-of-joy.html",
            "title": "Small moments of joy!",
            "summary": " Today is the day, and now is the moment. We are no longer in an age where we can afford to delay what needs immediate attention. Life may seem like an eternity, but it's actually a short trip. Embrace life, enjoy it to the&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col max-w-full\">\n<div class=\"min-h-[20px] text-message flex flex-col items-start gap-3 whitespace-pre-wrap break-words [.text-message+&amp;]:mt-5 overflow-x-auto\" data-message-author-role=\"assistant\" data-message-id=\"3460a977-3dac-4fd1-a51a-90d45a81ac7e\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p> </p>\n<p>Today is the day, and now is the moment. We are no longer in an age where we can afford to delay what needs immediate attention. Life may seem like an eternity, but it's actually a short trip. Embrace life, enjoy it to the fullest, and always be kind.</p>\n</div>\n</div>\n</div>\n<div class=\"mt-1 flex justify-start gap-3 empty:hidden\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center lg:justify-start mt-0 -ml-1 visible\">\n<div class=\"flex flex-grow flex-col max-w-full\">\n<div class=\"min-h-[20px] text-message flex flex-col items-start gap-3 whitespace-pre-wrap break-words [.text-message+&amp;]:mt-5 overflow-x-auto\" data-message-author-role=\"assistant\" data-message-id=\"ae00f6f3-4091-40e1-a12b-cd1aa664cc33\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>At the brink of each day, we find ourselves at its close, with time slipping through our fingers like grains of sand. The contrast is stark as we step into the week, only to see it swiftly unfold before us, transforming Monday into the already familiar embrace of Friday. The relentless march of time continues, as months dissolve into memories, and the calendar year draws to a close, leaving us to ponder the passage of 40, 50, or 60 years of our existence, often unnoticed in the hustle of life.</p>\n<p>In the quiet moments of reflection, we confront the painful truth of loss—the absence of our loved ones and the fading echoes of friendships. Regret looms as we grasp the realization that the chance to revisit the past is forever beyond our reach.</p>\n<p>Yet, in the face of these poignant revelations, there's a call to action—an invitation to savor the precious moments that remain. It prompts us to actively seek out pursuits that ignite our passions, to infuse color into the grayscale of routine. The prescription for healing lies in finding joy in the simplicity of life, in cherishing the tiny sparks that bring balm to our hearts.</p>\n<p>As we navigate the latter chapters of our journey, it becomes imperative to shed the shackles of procrastination—the incessant 'afters' that we've grown accustomed to claiming as ours. The wisdom lies in understanding that postponing holds the risk of missing out on the zenith of experiences, the profound connections with friends and family, and the richness of life's tapestry.</p>\n<p>Today is the canvas, and now is the brushstroke. The age where we could afford to defer urgent actions is behind us. While life may seem like an eternity in moments of reflection, it's, in fact, a brief expedition. This perspective beckons us to seize life, to immerse ourselves in its joys, and above all, to be kind—to others and ourselves.</p>\n</div>\n</div>\n</div>\n<div class=\"mt-1 flex justify-start gap-3 empty:hidden\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center lg:justify-start mt-0 -ml-1 visible\"> </div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2024-01-18T22:00:15+05:30",
            "date_modified": "2024-01-28T09:10:55+05:30"
        },
        {
            "id": "https://soigne68.github.io/ek-maan-kaa-pyaar.html",
            "url": "https://soigne68.github.io/ek-maan-kaa-pyaar.html",
            "title": "एक माँ का प्यार",
            "summary": " माँ की मुस्कान में छुपा है सब कुछ, उसकी आँचल से ही मिलता है अमृत। ज़िन्दगी की तपिश में, गर्मी की धूप में, माँ की बाहों में ही है सुकून। बचपन के खिलौनों का ढेर रखा है उसने, प्यार की छाँवों में ही बढ़ा&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col max-w-full\">\n<div class=\"min-h-[20px] text-message flex flex-col items-start gap-3 whitespace-pre-wrap break-words [.text-message+&amp;]:mt-5 overflow-x-auto\" data-message-author-role=\"assistant\" data-message-id=\"e138ddac-3737-4d5d-aa37-abd26b13423c\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p> </p>\n<p>माँ की मुस्कान में छुपा है सब कुछ, उसकी आँचल से ही मिलता है अमृत।</p>\n<p>ज़िन्दगी की तपिश में, गर्मी की धूप में, माँ की बाहों में ही है सुकून।</p>\n<p>बचपन के खिलौनों का ढेर रखा है उसने, प्यार की छाँवों में ही बढ़ा है हर पल।</p>\n<p>सोने की कहानियों में, लोरियों की बातों में, माँ की बातों में ही बसा है सब कुछ।</p>\n<p>जब हैरान हाेे हम, जब थक जाते हैं हम, माँ की मुस्कान में ही मिलता है सहारा।</p>\n<p>संघर्षों की राहों में, कठिनाइयों की बातों में, माँ है साथ, हमेशा रहती है पास।</p>\n<p>उसका दिल है सच्चा, उसका स्नेह है पवित्र, अपने बच्चों के लिए हर जज़्बात हैं तैयार ।</p>\n<p>माँ की ममता, उसका संघर्ष, एक साथ लहराते हैं सब पल।</p>\n<p>उड़ानों को चुमते हैं माँ के सपने, बेटी को बनाती है राजकुमारी, बेटे को बनाती है राजा।</p>\n<p>जीवन की सब सीढ़ियों को चढ़ती है माँ, अपने बच्चों के लिए, हर कदम पे मुस्कराती है माँ।</p>\n<p>आसमान से भी ऊँचा है माँ का इरादा, बच्चों के सपनों को करती है पूरा।</p>\n<p>चाहती है बस यही एक कारण, बच्चों की खुशियों में है माँ का जीवन।</p>\n<p>आशा है उसकी की बच्चे हमेशा खुश रहें, सफलता की सीढ़ीयों पे चढ़ते रहें।</p>\n<p>माँ की दुआओं का है साया हमारे सर पे।</p>\n<p>इस आज़ादी की धरा में, बच्चों के लिए है सब कुछ करने की चाहत।</p>\n<p>दिल से है वह निभाती, सभी बंधनों को, बच्चों के लिए है सब कुछ तैयार करने को।</p>\n<p>प्यार में डूबी है वह, हर मुश्किल को हराती, बच्चों के लिए है सब कुछ खोजने को।</p>\n<p>इस निर्भीक माँ का है एक इरादा,  बच्चों को दुनिया की सारी खुशियाँ दिलाने का।</p>\n<p>एक माँ का प्यार, बहुत सी कहानियों का सार।</p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"1\">\n<figure class=\"gallery__item\"><a href=\"https://soigne68.github.io/media/posts/23/gallery/58fb0d8d-7432-4e1e-9d24-61a62e134279.jpeg\" data-size=\"900x1600\"><img loading=\"lazy\" src=\"https://soigne68.github.io/media/posts/23/gallery/58fb0d8d-7432-4e1e-9d24-61a62e134279-thumbnail.jpeg\" alt=\"\" width=\"768\" height=\"1365\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://soigne68.github.io/media/posts/23/gallery/IMG_8542.jpeg\" data-size=\"4032x2268\"><img loading=\"lazy\" src=\"https://soigne68.github.io/media/posts/23/gallery/IMG_8542-thumbnail.jpeg\" alt=\"\" width=\"768\" height=\"432\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://soigne68.github.io/media/posts/23/gallery/dd79e3cb-6b88-4060-8c13-94ace4887837.jpeg\" data-size=\"768x1024\"><img loading=\"lazy\" src=\"https://soigne68.github.io/media/posts/23/gallery/dd79e3cb-6b88-4060-8c13-94ace4887837-thumbnail.jpeg\" alt=\"\" width=\"768\" height=\"1024\"></a></figure>\n</div></div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2023-12-31T10:38:29+05:30",
            "date_modified": "2024-01-18T22:01:27+05:30"
        },
        {
            "id": "https://soigne68.github.io/friends-romans-countrymen.html",
            "url": "https://soigne68.github.io/friends-romans-countrymen.html",
            "title": "Friends, Romans, Countrymen!",
            "summary": "Friends, Romans, Countrymen! These words used to echo in my mind for decades and when I could speak these words standing in the Roman theater, it felt like a waking dream wish fulfilment. November 16th, 2022, was the date that we embarked on the journey.",
            "content_html": "<p>Friends, Romans, Countrymen!</p>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/22/DSC02723.jpeg\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/22/responsive/DSC02723-xs.jpeg 300w ,https://soigne68.github.io/media/posts/22/responsive/DSC02723-sm.jpeg 480w ,https://soigne68.github.io/media/posts/22/responsive/DSC02723-md.jpeg 768w\"  alt=\"\" width=\"618\" height=\"348\"></figure>\n<p>These words used to echo in my mind for decades and when I could speak these words standing in the Roman theater, it felt like a waking dream wish fulfilment.</p>\n<p>November 16<sup>th</sup>, 2022, was the date that we embarked on the journey. We reached Amman, capital city of this Middle Eastern country – Jordan, in the wee hours of 17<sup>th</sup> November. It was quite an overwhelming moment. Everything was smooth till our landing and then the Airport authorities thought of picking me and my daughter (Aditi) for complete scrutinizing of documents and purpose of our visit. Although, we had all the papers but being in a different country gives you the goosebumps. To add to our plight, we had a language barrier. Google translator app came to our rescue, and we could convince the officials of our visit. Now, to add more to our experience, it turned out that our luggage hadn’t reached Amman. We had to wait for two days to get our luggage. We had only our handbags with us, and we went to the hotel. Well, now with hindsight, I feel that was an interesting experience. Living life with minimalistic things:).</p>\n<p>We stayed in Arab Tower Hotel in Amman. It was a good hotel with pleasing and helpful staff members. And the best part was that we could see the Roman theater from our room. There was an interesting mix of graffiti and strange street art on the walls of buildings. We had a stay of four days in Amman. As Abhishek (my son)had already visited the place, he made a remarkable itinerary to get the best out of these four days. First, we went to see the Amman Citadel National Historic Site. From there we could see the beautiful panoramic view of the city. It has the temple of Hercules, Byzantine Church, the Umayyad Palace, and the Jordan Archaeological Museum. There were colossal remains of the great statue of the Roman Hero – Hercules, including his hand and pillars. There were inscriptions all around to tell us that it dates to 160 CE. The Palace was built during the Umayyad dynasty and is mostly in ruins due to an earthquake. The Byzantine church had its pillars; mosaic covered floors and floor plan. It was a very captivating sight to behold such precision and art in its basic form. We couldn’t go to the museum but had a fair deal of archeological sites in our list.</p>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/22/FullSizeRender.jpeg\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/22/responsive/FullSizeRender-xs.jpeg 300w ,https://soigne68.github.io/media/posts/22/responsive/FullSizeRender-sm.jpeg 480w ,https://soigne68.github.io/media/posts/22/responsive/FullSizeRender-md.jpeg 768w\"  alt=\"\" width=\"619\" height=\"349\"></figure>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/22/DSC02729.jpeg\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/22/responsive/DSC02729-xs.jpeg 300w ,https://soigne68.github.io/media/posts/22/responsive/DSC02729-sm.jpeg 480w ,https://soigne68.github.io/media/posts/22/responsive/DSC02729-md.jpeg 768w\"  alt=\"\" width=\"620\" height=\"349\"></figure>\n<p>Next day we went to the Roman theater early morning before leaving for Jerash. The theater was built during the reign of Antoninus Pius, when the city was under the control of Romans and was called Philadelphia. The curved stairs gave a magnanimous view. It could accommodate 6000 people at a time. It had been my long pending desire to visit Roman Theater and once it got fulfilled, it was an exhilarating moment for me. There were two museums adjacent to the theater on both sides. One was Jordanian Museum of Popular Traditions and other one was Jordan Folklore Museum. It really gave a sense of accomplishment.</p>\n<p> Jerash city is in ruins, but it’s preserved in the best possible manner. Luckily, it’s not crowded with tourists, and we could visit each site with ease. The temple of Artemis was built inside a gigantic courtyard. The Oval Forum is also an iconic ruin with a huge line of high columns, up to 8 mt. height. The Northern and Southern theaters provide a marvelous view. There was a Hippodrome within the ruins of Jerash, which was built for Roman horse chariots. It’s a spectacular experience of witnessing history that’s left behind. The temple of Zeus was another site which was ruined due to an earthquake.</p>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/22/DSC02747.jpeg\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/22/responsive/DSC02747-xs.jpeg 300w ,https://soigne68.github.io/media/posts/22/responsive/DSC02747-sm.jpeg 480w ,https://soigne68.github.io/media/posts/22/responsive/DSC02747-md.jpeg 768w\"  alt=\"\" width=\"626\" height=\"353\"></figure>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/22/IMG_4709.jpeg\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/22/responsive/IMG_4709-xs.jpeg 300w ,https://soigne68.github.io/media/posts/22/responsive/IMG_4709-sm.jpeg 480w ,https://soigne68.github.io/media/posts/22/responsive/IMG_4709-md.jpeg 768w\"  alt=\"\" width=\"625\" height=\"469\"></figure>\n<p>Next day, we went to the Jordan Syria border and had a good experience of meeting people of two different nationalities. Inspite of the language barrier, we could feel the warmth of their heart. In the evening we went to Gadara and Irbid, where we could see two nations  Egypt and Israel in front of us.Having a sip of Bedouin coffee watching these two nations was fantastic. Last day in Amman was devoted to the Dead Sea. It’s  the saltiest lake along with being the lowest water body on earth. It was an amazing experience with the vast expanse of the Dead Sea on one side and Jordanian hills on the other. Taking a car for all these days was the best decision and such road trips add more to the overall feel. The weather was perfect for our visit and we could successfully float in the water. I remember, when I was stepping in the water and it took me in for a second, I had the scariest of all experiences. I knew that I won’t drown, but the love of life, you know…Later on , I floated (body’s buoyancy),  for half an hour in the sea and thoroughly enjoyed. Best water experience ever (and the only one too;).</p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"1\">\n<figure class=\"gallery__item\"><a href=\"https://soigne68.github.io/media/posts/22/gallery/IMG_5434.jpeg\" data-size=\"4032x2268\"><img loading=\"lazy\" src=\"https://soigne68.github.io/media/posts/22/gallery/IMG_5434-thumbnail.jpeg\" alt=\"\" width=\"768\" height=\"432\"></a></figure>\n</div></div>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/22/IMG_4987.jpeg\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/22/responsive/IMG_4987-xs.jpeg 300w ,https://soigne68.github.io/media/posts/22/responsive/IMG_4987-sm.jpeg 480w ,https://soigne68.github.io/media/posts/22/responsive/IMG_4987-md.jpeg 768w\"  alt=\"\" width=\"655\" height=\"491\"></figure>\n<p> Before I move ahead, the foodie in me must mention the Rainbow Street and Mijana Café, which has a part of my heart left there. It serves the world’s best bread and hummus. We couldn’t stop ourselves from going there again and again. Another interesting eating joint was Hashem.  Falafel, kunafa , baklava, harrisa, mansaf and the list goes on. The Bedouin coffee was an added extravaganza to the sumptuous meal everytime.</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/22/IMG_5365.jpeg\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/22/responsive/IMG_5365-xs.jpeg 300w ,https://soigne68.github.io/media/posts/22/responsive/IMG_5365-sm.jpeg 480w ,https://soigne68.github.io/media/posts/22/responsive/IMG_5365-md.jpeg 768w\"  alt=\"\" width=\"4032\" height=\"2268\"></figure>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/22/IMG_4950.jpeg\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/22/responsive/IMG_4950-xs.jpeg 300w ,https://soigne68.github.io/media/posts/22/responsive/IMG_4950-sm.jpeg 480w ,https://soigne68.github.io/media/posts/22/responsive/IMG_4950-md.jpeg 768w\"  alt=\"\" width=\"666\" height=\"375\"></figure>\n<p>Well, this is the end of part 1 of our Jordan trip. See you soon in the next episode of Petra vist!</p>",
            "image": "https://soigne68.github.io/media/posts/22/DSC02876-2.jpeg",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2023-02-12T09:31:41+05:30",
            "date_modified": "2023-06-11T21:54:43+05:30"
        },
        {
            "id": "https://soigne68.github.io/vo-bhor-ab-khaan.html",
            "url": "https://soigne68.github.io/vo-bhor-ab-khaan.html",
            "title": "वो भोर अब कहाँ ?",
            "summary": "जाने कहाँ गयी वो भोर जो भर देती थी सबका आँचल , एक मीठी सी मनुहार के साथ, एक प्यारे से एहसास के साथ I वो हसरतों की सुबह ,वो कसरतों की सुबह , वो 'ॐ' की झंकार ,वो बड़ों की हुंकार, जो समेट लेती&hellip;",
            "content_html": "<p>जाने कहाँ गयी वो भोर </p>\n<p>जो भर देती थी सबका आँचल ,</p>\n<p>एक मीठी सी मनुहार के साथ, </p>\n<p>एक प्यारे से एहसास के साथ I </p>\n<p> </p>\n<p>वो हसरतों की सुबह ,वो कसरतों की सुबह ,</p>\n<p>वो 'ॐ' की झंकार ,वो बड़ों की हुंकार, </p>\n<p>जो समेट लेती थी अपने आप में ,</p>\n<p>और बिखरा जाती थी अपना जादू I </p>\n<p> </p>\n<p>भोर तो आज भी होती है ,</p>\n<p>खोलती है एक नया अध्याय, </p>\n<p>पर अब जैसे सब </p>\n<p>सिमट सा गया है I </p>\n<p> </p>\n<p>कुछ सूख सी गयी है ,</p>\n<p>वो प्रेम की बहती अविरल धारा I </p>\n<p>हर कोई मसरूफ है </p>\n<p>पाने को एक नया आयाम I </p>\n<p> </p>\n<p>बहुत परायापन रहने लगा है </p>\n<p>अब अपनेपन में, </p>\n<p>बहुत कुछ पाने की चाह में </p>\n<p>क़ैद हैं सब अपने आप में I </p>\n<p> </p>\n<p>जो हम यह समझ लें ,</p>\n<p>कि बाहर से मुक्त हो </p>\n<p>भीतर में समाना ही </p>\n<p>जीवन का सार है ,</p>\n<p>तो लौट आएगी वो भोर, </p>\n<p>होगा नया उजाला ,</p>\n<p>बिखर जाएगा एक जादू सा </p>\n<p>इस जीवन में , और हर </p>\n<p>सुबह को मिलेगी एक नयी पहचान!</p>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2022-10-14T22:20:27+05:30",
            "date_modified": "2022-10-14T22:24:36+05:30"
        },
        {
            "id": "https://soigne68.github.io/beauty-personified.html",
            "url": "https://soigne68.github.io/beauty-personified.html",
            "title": "Beauty personified!",
            "summary": "It's time to share my experience of visiting Taj mahal and nearby areas (something that I had promised two posts back:) ). That trip was like a magical experience. Since my childhood, I had a desire to visit Taj Mahal (among other places). One fine&hellip;",
            "content_html": "<p>It's time to share my experience of visiting Taj mahal and nearby areas (something that I had promised two posts back:) ).  That trip was like a magical experience. Since my childhood, I had a desire to visit Taj Mahal (among other places). One fine day my son announced that we are going to Agra. To be honest, my first expression was of disbelief as we had a plan to go towards the eastern side covering Amritsar, Fazilka and Kartarpur. Going to Agra was like taking a detour but still we did it. Visiting Agra was like a dream come true situation. It was truly an intoxicating moment, when I saw the grand monument of love in all its glory in the morning hours of 28th June.  </p>\n<p>I was speechless and completely blown by its beauty. Undoubtedly, it's the best example of Mughal architecture. The milky white structure was loud in its silence. The magnificent Yamuna river  in the back side added to its charm. It was disturbing to see that the walls were distorted due to unnecessary scribbling by people but then I believe if you can't change something, live with it. I loved each moment that was spent there and while I am writing about it (after around three months), it feels like I am visiting the place again. I have brought that charm with me and live it each day. Taj Mahal is not a place, it's an emotion and anyone who has visited it once with a purity of heart and a sincere desire to be a part of that history can never escape from the indulgence. It's a commitment. It clearly exhibits that love can move mountains. </p>\n<p>We had also visited Akbar's tomb and Fatehpur Sikri. Spread in around 119 acres, the tomb leaves you spell bound with its beauty and architecture. I was completely immersed and mesmerised by the sheer elegance of the place. Visiting his grave in the basement was nothing short of a revealation. One has to pass through a small tunnel kind of structure to reach the grave. The walls are painted in different colours and the whole ambience is breathtaking. The quietness of the place quietens everything and leaves you thinking about the mortality of life. I also came to know that Akbar had designed the architecture of his tomb and the work started in his lifetime. Quite impressive! ...His interest of amalgamating various religions and bringing out the best is aptly portrayed there. We also went to the Kaanch mahal and Jodha Bai's palace. The intricate design and simplicity of the place was par excellence.</p>\n<p>Overall, visiting Agra was a great experience and driving on the Yamuna expressway was an added charm.</p>\n<p> </p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/20/551AC28B-FD46-4B09-B58A-54D5C3686FB6.JPEG\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/20/responsive/551AC28B-FD46-4B09-B58A-54D5C3686FB6-xs.JPEG 300w ,https://soigne68.github.io/media/posts/20/responsive/551AC28B-FD46-4B09-B58A-54D5C3686FB6-sm.JPEG 480w ,https://soigne68.github.io/media/posts/20/responsive/551AC28B-FD46-4B09-B58A-54D5C3686FB6-md.JPEG 768w\"  alt=\"\" width=\"3241\" height=\"1956\"></figure>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/20/985CE79E-64CC-4BB2-B979-D520FA2AA33C.JPEG\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/20/responsive/985CE79E-64CC-4BB2-B979-D520FA2AA33C-xs.JPEG 300w ,https://soigne68.github.io/media/posts/20/responsive/985CE79E-64CC-4BB2-B979-D520FA2AA33C-sm.JPEG 480w ,https://soigne68.github.io/media/posts/20/responsive/985CE79E-64CC-4BB2-B979-D520FA2AA33C-md.JPEG 768w\"  alt=\"\" width=\"3346\" height=\"2194\"></figure>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/20/B0BF7AE6-0183-40EE-987C-FD78C0BAA685.JPEG\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/20/responsive/B0BF7AE6-0183-40EE-987C-FD78C0BAA685-xs.JPEG 300w ,https://soigne68.github.io/media/posts/20/responsive/B0BF7AE6-0183-40EE-987C-FD78C0BAA685-sm.JPEG 480w ,https://soigne68.github.io/media/posts/20/responsive/B0BF7AE6-0183-40EE-987C-FD78C0BAA685-md.JPEG 768w\"  alt=\"\" width=\"3387\" height=\"2241\"></figure>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://soigne68.github.io/media/posts/20/E08DD7CD-0F24-491E-B2E3-7114352E8A63.JPEG\" sizes=\"(min-width: 61.3125em) 50vw, 100vw\" srcset=\"https://soigne68.github.io/media/posts/20/responsive/E08DD7CD-0F24-491E-B2E3-7114352E8A63-xs.JPEG 300w ,https://soigne68.github.io/media/posts/20/responsive/E08DD7CD-0F24-491E-B2E3-7114352E8A63-sm.JPEG 480w ,https://soigne68.github.io/media/posts/20/responsive/E08DD7CD-0F24-491E-B2E3-7114352E8A63-md.JPEG 768w\"  alt=\"\" width=\"3466\" height=\"1475\"></figure>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2022-10-14T15:56:10+05:30",
            "date_modified": "2022-10-14T21:57:41+05:30"
        },
        {
            "id": "https://soigne68.github.io/vo-phrem-kii-khaanii.html",
            "url": "https://soigne68.github.io/vo-phrem-kii-khaanii.html",
            "title": "वो फ़्रेम की कहानी !",
            "summary": "ख़ाली दीवार पर टंगा वो फ़्रेम, और फ़्रेम में टंगा वो जीवन, जो ताउम्र लड़ता रहा अपनों के लिए नहीं बता पाता अपनी दुशवारियाँ I नहीं बता पाता उस बेरंग जीवन की कहानी, जो भरने चला था रंग चहुँ ओर I चाहत थी उसकी पाई&hellip;",
            "content_html": "<p><em>ख़ाली  दीवार पर </em></p>\n<p><em>टंगा वो फ़्रेम,</em></p>\n<p>और<em> फ़्रेम में टंगा वो जीवन,</em></p>\n<p><em>जो ताउम्र लड़ता रहा अपनों के लिए </em></p>\n<p><em>नहीं बता पाता अपनी दुशवारियाँ I </em></p>\n<p> </p>\n<p><em>नहीं बता पाता उस बेरंग जीवन की कहानी,</em></p>\n<p><em>जो भरने चला था रंग चहुँ ओर I </em></p>\n<p> </p>\n<p><em>चाहत थी उसकी पाई -पाई जोड़ कर </em></p>\n<p><em>बना ले अपने अपनों के लिए महल </em></p>\n<p><em>छोड़ जाए एक विरासत </em></p>\n<p><em>अपनी विरासत के नाम I </em></p>\n<p> </p>\n<p><em>पर किसे मालूम था,</em></p>\n<p><em>जब लेगा वो अंतिम साँस,</em></p>\n<p><em>उसके अपने ही बदलने लगेंगे कांधा,</em></p>\n<p><em>पहुँचाने को उसको उसकी मंज़िल I </em></p>\n<p> </p>\n<p><em>उसका यह सूनापन देता है संदेश,</em></p>\n<p><em>जी लो यह जीवन अपनी ख़ातिर,</em></p>\n<p><em>क्योंकि कोई ना है तुम्हारी ख़ातिर I </em></p>\n<p> </p>\n<p><em>तुम तुम हो, जब तक है साँस,</em></p>\n<p><em>फिर तो हो मांस का एक गट्ठर,</em></p>\n<p><em>जिसे मिला देना है बिछड़ी माटी से </em></p>\n<p><em>कर हवाले शोलों  के I </em></p>\n<p> </p>\n<p><em>और फिर शुरू होना है </em></p>\n<p><em>एक और सफ़र,</em></p>\n<p><em>हर साल की बरसी पर </em></p>\n<p><em>जब तुम बरबस ही खिंचे चले आओगे ,</em></p>\n<p><em>अपने अपनों के पास I </em></p>\n<p> </p>\n<p><em>महसूस करोगे वो धड़कन,</em></p>\n<p><em>मुस्कुराओगे उस आयोजन पर,</em></p>\n<p><em>और फिर से चले जाओगे </em></p>\n<p><em>उसी फ़्रेम की दुनिया में I </em></p>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2022-09-13T22:53:27+05:30",
            "date_modified": "2022-09-13T22:53:27+05:30"
        },
        {
            "id": "https://soigne68.github.io/haan-main-bdl-gyii-huun.html",
            "url": "https://soigne68.github.io/haan-main-bdl-gyii-huun.html",
            "title": "हाँ, मैं बदल गयी हूँ !",
            "summary": "अब नहीं तकती राह मैं हर हाँ की, नहीं करती इंतज़ार सहमति का, मुझे फ़ख़्र है अपने आप पर ग़ुरूर है अपने ज़मीर पर, हाँ, मैं बदल गयी हूँ I नहीं है चाह मुझे हमदर्दी की, ना इच्छा है सहानुभूति की, मैं हूँ अपने आप&hellip;",
            "content_html": "<p>अब नहीं तकती राह मैं हर हाँ की,</p>\n<p>नहीं करती इंतज़ार सहमति का,</p>\n<p>मुझे फ़ख़्र है अपने आप पर </p>\n<p>ग़ुरूर है अपने ज़मीर पर,</p>\n<p>हाँ, मैं बदल गयी हूँ I </p>\n<p> </p>\n<p>नहीं है चाह मुझे हमदर्दी की,</p>\n<p>ना इच्छा है सहानुभूति की,</p>\n<p>मैं हूँ अपने आप में मशगूल </p>\n<p>बेक़रार हूँ करने को एक नया शोर </p>\n<p>हाँ, मैं बदल गयी हूँ I </p>\n<p> </p>\n<p>शोर जो सुनाई दे बहरे को,</p>\n<p>दिखाई दे जो एक अंधे को,</p>\n<p>ठहरा दे  साँसे जो इस ज़माने की </p>\n<p>तोड़ दे हर बंदिश पैमाने की </p>\n<p>हाँ, मैं बदल गयी हूँ I  </p>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2022-09-13T22:28:58+05:30",
            "date_modified": "2022-09-13T22:55:19+05:30"
        },
        {
            "id": "https://soigne68.github.io/to-teach-is-to-learn.html",
            "url": "https://soigne68.github.io/to-teach-is-to-learn.html",
            "title": "To teach is to learn!",
            "summary": "This Teachers’ Day I want to thank all those who have taught me- formally or informally, directly or indirectly, willingly or unwillingly. Whatever I have achieved till date is all because of their presence in my life. I strongly believe that learning never stops and&hellip;",
            "content_html": "<p>This Teachers’ Day I want to thank all those who have taught me- formally or informally, directly or indirectly, willingly or unwillingly. Whatever I have achieved till date  is all because of their presence in my life. I strongly believe that learning never stops and even after more than five decades of my life I am a curious learner. I have formally left the job in education sector and started my career as an entrepreneur. I am learning the business nuances and thank my children for guiding me at each step, whether it's product management or marketing strategy.</p>\n<p> </p>\n<p>My blessings to all my students, who have also helped me in shaping my personality. The students for whom I was a Principal, an English teacher, a Class teacher or a Mentor. It's an amazing feeling to walk down the memory lane and recall the innocent faces of all the children with whom I started my career in 1994. Since then, there is no looking back and I have tutored hundreds and thousands of students in different capacities. Nurturing their high level of energy with utmost passion and dedication and helping them channelize it in a productive manner has always been a challenging (seriously…) and rewarding task. This day gets more significant because many of my old students who are doing great in their lives as engineers, doctors, administrators, defence personnel, businessman or …(list is too long😋) take out time from their schedule and thank me for helping them shape their lives in a better manner. Since morning, I am getting messages from my students and teachers expressing their love and affection. I am truly humbled and overwhelmed. It gives even more sense of responsibility to keep doing my best and raise the bar of excellence. </p>\n<p> </p>\n<p> I wish to suggest the teaching fraternity that you have a very significant role to play in the lives of children. Teaching is not a profession. It’s a Bhakti (Meditation). You are shaping the future of the world. Try to be a role model for them. They look at you with utmost faith which even surpasses the parents’ impact. Always practice before you preach. Promote good values, punctiliousness and love for discipline. You have a gift of influencing lives both inside and outside of the classroom. Never give up on your students. This is one such profession, which is a win-win situation for both the stakeholders- teachers and students. Students get the knowledge from their teachers and teachers also learn many things while teaching. </p>\n<p>Happy teaching! May we all help each other to become a better version of ourselves!</p>\n<p>Wishing you all health, happiness and success!</p>",
            "author": {
                "name": "Shalini Chaudhary"
            },
            "tags": [
            ],
            "date_published": "2022-09-05T16:26:46+05:30",
            "date_modified": "2022-09-06T21:29:42+05:30"
        }
    ]
}
